export const ART = [
  "攝影師",
  "美容師",
  "文字編輯/粉專小編",
  "演藝相關人員",
  "英文翻譯/口譯人員",
  "室內設計師",
  "多媒體動畫設計師",
  "商業設計",
  "編劇/詞曲創作",
  "播報人員",
]
export const SEARCH = [
  "實驗/化驗人員",
  "市場調查/分析人員",
  "獸醫",
  "氣象相關研究人員",
  "生物科技研發人員",
  "軟體工程師",
  "半導體工程師",
  "藥師",
  "教授/副教授/助理教授",
  "醫師",
]
export const IMPLEMENT = [
  "餐飲服務人員",
  "保全人員/警衛",
  "養殖/畜牧專業人員",
  "產品設備維修人員",
  "廚師",
  "機械工程師",
  "環保/環境工程師/技師",
  "推拿/按摩師",
  "志願役軍官/士官/士兵",
  "汽車維修技術人員",
]
export const ENTERPRICE = [
  "行銷企劃人員",
  "地勤人員",
  "業務人員",
  "人事/人力資源專員",
  "店長/門市管理人員",
  "導演/導播",
  "品管/品保主管",
  "企管顧問",
  "經營管理主管",
  "律師",
]
export const SOCIAL = [
  "導遊/領隊/導覽",
  "保母",
  "星象占卜人員",
  "社會工作人員",
  "運動教練",
  "禮儀師",
  "護士/護理師",
  "教師",
  "臨床/諮商心理師",
  "空服人員",
]
export const NORMAL = [
  "行政人員",
  "客服人員",
  "倉管/物料管理員",
  "代書/地政士",
  "採購人員",
  "秘書",
  "公家機關相關人員",
  "金融營業人員",
  "法務人員",
  "會計師",
]
export const NAME_FIELD_TITLE = "你的名字"
export const DIST_FIELD_TITLE = "你所屬的區/組織"

export const TITLES = ["時間戳記", NAME_FIELD_TITLE, DIST_FIELD_TITLE, ...ART, ...SEARCH, ...IMPLEMENT, ...ENTERPRICE, ...SOCIAL, ...NORMAL]
